
# Доделать телефонный справочник начатый на семинаре
# функционал:
# открыть файл
# слхранить файл
# показать контакты
# добавить контакт
# найти контакт
# изменить контакт
# удалить контакт
# выход

# Создать телефонный справочник с возможности импорта
# и экспорта данных формате .txt. Фамилия, имя, отчество,
# номер телефона – данные, которые должны находиться в файле
# 1. Программа должна вводить данные
# 2. Программа должны сохранять данные из текста в файле
# 3. Пользователь может ввести адрес характеристик для поиска определённо записи (например имя и фамилию человека)
# 4. Использовании функции. Ваша программа ты должна быть изменены

